<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'      => 'Неверное имя пользователя или пароль.',
    'throttle'    => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'success_sms' => 'На номер :phone отправлен код для подтверждения регистрации.',
    'passport_error' => 'Внутренняя ошибка сервера авторизаций.',
    'success_change_password' => 'Пароль успешно изменён.',
    'error_change_password' => 'Ошибка изменение пароля, проверьте правильность введенных данных',
];
